Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=255_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Diidalámpá on taikalamppu – mutta mikä on Skáhppu ?
smn: Tijdâlamppu lii taikalamppu – mut mii lii Skuáppu ?

source: Kuvassa Petra Biret Magga ja Anna Näkkäläjärvi pitämässä lasten musiikkityöpajaa.
smn: Kooveest Petra Biret Magga já Anna Näkkäläjärvi tolâmin párnái muusikpargopáájá.

source: Petra Biret Magga tekee Saamelaiskäräjillä lastenkulttuurityötä.
smn: Petra Biret Magga parga sämitiggeest párnáikulttuurpargo.

source: Kysyimme Petralta saamelaislasten kulttuurista:
smn: Koijâdijm Petraast sämmilâšpárnái kulttuurist:

source: Saamelaiskäräjillä on käynnissä lastenkulttuurikeskus-projekti.
smn: Sämitiggeest lii joođoost párnáikulttuurkuávdáš-proojeekt.

source: Mitä se tekee ?
smn: Maid tot parga ?

source: Saamelainen lastenkulttuurikeskus ei ole fyysinen tila eikä rakennus, vaan toiminta, joka pyrkii tavoittamaan mahdollisimman monta lasta ja nuorta saamelaisalueella.
smn: Säämi párnáikulttuurkuávdáš ij lah fyysilâš raje ige rakânâs, pic toimâ mii viggá fattiđ sämikuávlust nuuvt maŋgâ párnáá já nuorâ ko máhđulâš.

source: Kohderyhmänä ovat alle 18-vuotiaat lapset ja nuoret ja pääasiassa toiminta keskittyy kouluihin, päiväkoteihin ja kielipesiin.
smn: Čuásáttâhjuávkkun láá vuálá 18-ihásiih párnááh já nuorah já iänááš toimâ sundášuvá škovláid, peivikiäijoid já kielâpiervâláid.

source: Saamelaisen lastenkulttuurikeskuksen tavoitteena on kehittää saamelaista lastenkulttuuria sekä lisätä lasten ja nuorten tuntemusta omaa kulttuuriaan kohtaan erilaisten toimintojen ja työpajojen kautta.
smn: Säämi párnáikulttuurkuávdáá ulmen lii ovdediđ säämi párnáikulttuur, lasettiđ párnái já nuorâi tubdâmuš jiejâs kulttuur kuáttá sierâlágán tooimâi já pargopáájái pehti.

source: Mikä on Diidalámpá ?
smn: Mii lii Tijdâlamppu ?

source: Diidalámpá eli Taikalamppu on valtakunnallinen lastenkulttuurikeskusten verkosto.
smn: Tijdâlamppu ađai Taikalamppu lii väldikodálâš párnáikulttuurkuávdái viärmádâh.

source: Opetusministeriö valitsee jäsenet (kulttuurikeskukset) Taikalamppu-kaudelle hakemusten perusteella.
smn: Máttááttâsministeriö väljee jesânijd (kulttuurkuávdááh) Tijdâlamppu-pajan ucâmušâi vuáđuld.

source: Toimit juontajana myös TV lapsille suunnatussa Unna Junná - ohjelmassa.
smn: Lah jođetteijen meid Unna Junná- párnái TV-ohjelmijn.

source: Minkälaista työtä se on ?
smn: Maggaar pargo tot lii ?

source: Unna Junná on saamenkielinen lastenohjelma, jonka tekeminen on tärkeää lasten kielen tukemisen kannalta.
smn: Unna Junná lii sämikielâlâš párnái ohjelm mon rähtim lii tehálâš párnái sämikielâ tuárjum tááhust.

source: Unna Junnálla on oma erityisleimansa muiden ohjelmien joukossa.
smn: Unna Junná addel jiejâs spesiaalsteppâl eres ohjelmij juávhust.

source: Työssä on muistettava koko ajan kohderyhmä ja sen ajattelumaailma ja kulttuuritausta.
smn: Pargoost kalga mušteđ ubâ ääigi čuásáttâhjuávhu já sii jurdâččemmaailm já kulttuurtuávváá.

source: Työ tukee päätyötäni, koska kohderyhmä on sama, vain keino tavoittaa saamelaislapset on toinen.
smn: Pargo tuárju muu váldupargo ko čuásáttâhjuávkku lii siämmáš, vyehi fattiđ sämmilâšpárnáid lii tuše nubbe.

source: Mitkä ovat työkielesi lastenkulttuurikeskus-hankkeessa ja Unna Junnássa ?
smn: Moh láá tuu pargokielah párnáikulttuurkuávdáš-haavâst já Unna Junnáást ?

source: Saamenkieliset lapset tavoitetaan vain saamenkielellä !
smn: Sämikielâlijd párnáid fáttee tuše sämikielân !

source: Kieli kehittyy vain sitä kuulemalla ja käyttämällä.
smn: Kielâ ovdán tuše tom kuldâlmáin já kevttimáin.

source: Mikä on parasta ja tärkeintä lastenkulttuurityössä ?
smn: Mii lii pyeremus já tehálumos párnáikulttuurpargoost ?

source: Työ antaa mahdollisuuden tutustua saamelaisiin ympäri saamelaisaluetta.
smn: Pargo addel máhđulâšvuođâ uápásmuđ sämmiláid pirrâ sämikuávlu.

source: Rajojenväliset yhteistyökuviot laajentavat lasten ja nuorten maailmankuvaa ja yhteenkuuluvuuden tunnetta.
smn: Raajijkoskâsiih oovtâstpargokovoseh vijđedeh párnái já nuorâi maailmkove já oohtânkuulluuvâšvuođâ tobdo.

source: Välimatkat ovat pitkiä, mutta parempi jutaa eteenpäin kuin olla paikoillaan.
smn: Koskâmääđhih láá kuheh mut pyereeb lii jotteeđ ovdâskulij ko pisottâllâđ sajestis.

source: Parasta on se että ihmiset innostuvat ja haluavat olla mukana lasten ja nuorten kulttuurin tukemisessa ja toimintojen tuottamisessa.
smn: Pyeremus lii tot, et ulmuuh movtijdeh já halijdeh leđe mieldi párnái já nuorâi kulttuur tuárjumist já tooimâi pyevtitmist.

source: Ihanteellisinta olisi se, että toiminta tulisi tavallaan näkymättömäksi ja näin ollen lastenkulttuuri nousisi arvoonsa ja kuuluisi kaikkien toimijoiden rutiineihin.
smn: Ideaallumos ličij tot, et toimâ šodâččij mottoom muudon oinuumettumin já návt párnáikulttuur pajaničij jieijâs áárvun já kulâččij jo puohâi tuáimei rutiináid.

source: Miten saamelaislasten kulttuuri eroaa suomalaislasten kulttuurista ?
smn: Maht sämmilâšpárnái kulttuur iärrán syemmilâšpárnái kulttuurist ?

source: Saamelaislapsille perhe on koko suku.
smn: Sämmilâšpárnáid peerâ lii ubâ suuhâ.

source: Saamelaislapsille opetetaan enemmän luontoon kuulumista pienestä pitäen.
smn: Sämmilâšpárnáid máttááttuvvoo eenâb luándun kullum jo pärnivuođâ rääjist.

source: Saamelaislapsi on päättelykykyinen ja avoin oppimaan itse, tekemään käsillään.
smn: Sämmilâšpáárnáš lii árvuštâllâmnavcâlâs já áávus oppâđ jieš, porgâđ kieđâidiskuin.

source: Saamelaislapsen kulttuuriin kuuluu kiinteästi suku sekä kielellinen ja kulttuurillinen ympäristö.
smn: Sämmilâšpárnáá kulttuurân kulá nanosávt suuhâ, kielâlâš- já kulttuurlâš piirâs.

source: Näistä asioista saamelaislapsi rakentaa saamelaisen identiteettinsä.
smn: Täin ääšijn sämmilâšpáárnáš huksee sämmilâš identiteettâs.

source: Mikä on Skáhppu ?
smn: Mii lii Skuáppu ?

source: Skáhppuun on koottu lapsille tarkoitettua materiaalia saamenkielisestä kirjallisuus- ja musiikkituotannosta.
smn: Skuápun lii čuákkejum párnáid uáivildum materiaal sämikielâlii kirjálâšvuođâ- já muusikpyevtittâsâst.

source: Materiaalia löytyy kaikista Suomessa puhuttavista saamenkielistä.
smn: Materiaal kávnoo puohâin Suomâst sarnum sämikielân.

source: Skáhppuun kurkistamalla voi löytää myös suopungin ja ohjeet miten suopunkia heitetään.
smn: Skuápun kuovlâlmáin puávtáh kavnâđ meid suoppâin já ravvuid, maht suopânjáin njuárustuvvoo.

source: Skáhppu löytyy pohjoisen kirjastoista ja se voi toimia virikkeenä oppitunneilla tai helpottaa vanhempia löytämään kerralla jo useamman mielenkiintoisen lapsille tarkoitetun virikkeen tai kirjan.
smn: Skuáppu kávnoo tavekuávlu kirjeráájuin já tot puáhtá toimâd kihtâleijen oppâtiijmijn tâi helppiđ vaanhimijd kavnâđ ohtân jo maŋgâ párnáid uáivildum mielâkiddiivâš kihtâlâs tâi kirje.

source: Mitä omaan kieleen ja kulttuuriin liittyvää saamelaislapsille on tarjolla ?
smn: Mii jieijâs kielân já kulttuurân lohtâseijee lii sämmilâšpárnáid fálusist ?

source: Televisiossa, radiossa, kirjoissa, lehdissä, netissä ?
smn: Televisiost, radiost, kiirjijn, aavisijn, neetist ?

source: Tv:ssä on saamenkielinen lastenohjelma Unna Junná, Sámi radiossa voi kuunnella Binna Bánna - lastenohjelmaa ja lastenkirjallisuus on lisääntynyt kaikilla saamen kielillä.
smn: Tv:st lii sämikielâlâš párnáiohjelm Unna Junná, sämiradiost puáhtá kuldâliđ Binna Bánna- párnái ohjelm já párnái kirjálâšvuotâ lii lasanâm puáhâin sämikielâin.

source: Tämä on positiivista !
smn: Taat lii positiivlâš !

source: Saamelaislapsille ei juuri lehtiä ole ilmestynyt sitten saamenkielisen Aku Ankan (Vulle Vuojaš) jälkeen.
smn: Sämmilâšpárnáid iä lah ennustkin almostum loostah tavesämikielâlii Aku Anka (Vulle Vuojaš) maŋa.

source: Aku Ankka tulisi mielestäni herättää henkiin.
smn: Muu mielâst Vulle Vuojaš kolgâččij uđđâsist ” iällááttiđ jieggáid ”.

source: Se motivoi lukemaan ihan kaikilla kielillä.
smn: Tot motivistá luuhâđ máttááttâlmist aaibâs puohâin kielâin.

source: Nuorille ilmestyy saamenkielinen nuortenlehti Š-bláddi.
smn: Nuoráid almostuvá tavesämikielâlâš nuorâilostâ Š-bláddi.

source: Lehti on nykyaikainen ja käsittelee nuoriin liittyviä ajankohtaisia aiheita.
smn: Lostâ lii taanáigásâš já tuálá siste nuoráid lohtâseijee äigikyevdilijd fáádáid.

source: Netissä ei tietääkseni ole vielä saamelaislapsille kovinkaan runsasta tarjontaa.
smn: Muu tiäđu mield neetist ij lah vala sämmilâšpárnáid falâldâh meendugin ennuv.

source: Kuvassa kenkäheinävieran tekoa ja kurkistus valmiista.
smn: Kooveest kamuvsyeinivierâ puunnjâm já kuovlâlem valmâš vierân.

source: Kenkäheinästä saa lämpimät, kuivat ja hyväntuoksuiset ŠsukatŠ kengän sisälle.
smn: Kamuvsuoinijn finnee lieggâ, koške já njaalgâhajâsijd ŠsuhháidŠ kammuu siisâ.

source: Miten nykyisten saamelaislasten elämä, maailma ja leikit eroavat áhkujen ja áddjojen lapsuuden maailmasta ?
smn: Maht táálái sämmilâšpárnái eellim, maailm já sierah spiekâsteh ááhui já äijihij pärnivuođâ maailmist ?

source: Áhkujen ja áddjojen (mummojen ja vaarien) maailma oli vaativampi.
smn: Ááhui já äijihij maailm lâi vátávub.

source: Muutenkin se sukupolvi on sitkeämpää ja vahvempaa lajia.
smn: Mudoi-uv tot suhâpuolvâ lâi sitkásub já nanosub šlaajâ.

source: Tuiskut ja pakkaset eivät ole leikkejä haitanneet ja töihinkin on osallistuttu leikin varjolla.
smn: Puurgah já puolâšeh iä lah sierâid häittidâm já pargoid-uv sii uásálistii tegu liččii sierâdâm.

source: Lapsilla oli enemmän mielikuvitusta leikkiä koska mitään valmista ei ollut eikä mitään uutta kaivattu esimerkiksi lelujen suhteen.
smn: Párnáin lâi eenâb mielâkuvviittâs sierâdiđ ko mihheen valmâšijd ij lamaš ige maiden uđđâgin puáhtám käibidiđ ovdâmerkkân sierâi háárán.

source: Oma mielikuvitus ja rakentelutaito oli lapsillakin paljon rikkampaa kuin nykyään.
smn: Jieijâs mielâkuvviittâs já aašij čokkiistâllâmtáiđu lâi párnáin-uv čuuvtij riggásub ko tááláá ääigi.

source: Isovanhemmat olivat läsnä jokaisessa arkipäivässä ja koko suku osallistui lasten kasvattamiseen, näin ollen sukulaiset tulivat tutuiksi ja yhteisöllisyys oli kantava voima.
smn: Ááhuh já äijiheh lijjii mieldi jyehi argâpeeivi elimist já ubâ suuhâ uásálistij párnái šoddâdmân. Nuuvtpa hyelhih šoddii uápisin já siärvuslâšvuođâ lâi kyeddee vyeimi.

source: Nykymaailma on monimutkaisempaa ja koneellistettua.
smn: Tááláš maailm lii váduhub já mašinistum.

source: Kun nykylapsille opetetaan entisajan leikkejä, ne eivät ole välttämättä tuttuja.
smn: Tááláá ääigi páárnážân máttááttuvvojeh tovlááh sierah, ko toh iä lah velttidhánnáá uáppáh sijjân.

source: Saamelaislapset ovat monikulttuurisia, heitä asuu myös kaupungeissa ja siellä saamelaiskulttuuriin kasvaminen ei ole niin itsestäänselvää.
smn: Sämmilâšpárnááh láá maaŋgâkulttuurliih, sij äässih meiddei kaavpugijn já tobbeen sämikulttuurân šoddâm ij lah jiešmeidlist čielgâs.

source: Silloin Unna Junnánkin merkitys kasvaa.
smn: Talle Unna Juná-uv merhâšume stuáru.

source: Minkälaisia terveisiä lähettäisit lasten kulttuuriasioista päättäville aikuisille ?
smn: Magarijd tiervuođâid vuolgâttiččih párnái kulttuuraašijn merideijee rävisulmuid ?

source: Kuunnelkaa nuoria, antakaa heille vaikutusmahdollisuus !
smn: Kuldâliđ nuorâid, adeliđ sijjân vaikuttemmáhđulâšvuođâ !

source: Muistattehan toimia niin, että saamelaislastenkin kielelliset ja kulttuuriset oikeudet toteutuvat.
smn: Muštevetteđhân toimâđ nuuvt, et sämmilâšpárnái-uv kielâliih já kulttuurliih vuoidâdvuođah olášuveh.

source: Lapsille ja nuorille mielekkäitä kokemuksia, harrastuksia tukevaa toimintaa niin poismuuttokaan ei ole niin todennäköistä tulevaisuudessa !
smn: Párnáid já nuoráid mielâsijd vuáttámušâid já puuđâldmijd tuárjoo tooimâ, te meddâlvarrimgin ij lah nuuvt oskottettee puátteevuođâst !

source: Linkkejä:
smn: Liiŋkah:

source: Maahisweb - Saamelaismuseo Siidan lastensivusto
smn: Maahisweb - Sämimuseo Siijdâ párnáisiijđoh

source: YLE Sámi radio (katso Unna Junná ja Binna bánna)
smn: YLE Sámi radio (keejâ Unna Junná ja Binna bánna)

source: SVT Sápmi - lasten TV
smn: SVT Sápmi - párnái TV

source: Sivusto lapsille - Cugu
smn: NRK Sámi radio - párnái

source: Kolttasaamelaisten nuorten oma blogi tässä
smn: TV Nuorttâsämmilâš nuorâi jieijâs blogi täst
